Repository: SayMoreX/digame
Catalog: locale/*/fields.po
Languages: id

# lameta/person/birthYear
source: Birth Year
id: Tahun Lahir

# lameta/person/code
source: Code
id: Kode

# lameta/person/description
source: Description
id: Deskripsi

# lameta/person/education
source: Education
id: Pendidikan

# lameta/person/ethnicGroup
source: Ethnic Group
id: Suku/Etnis

# lameta/person/gender
source: Gender
id: Jenis Kelamin

# lameta/person/languages
source: Languages
id: Bahasa-Bahasa

# lameta/person/name
source: Full Name
id: Nama Lengkap

# lameta/person/nickname
source: Nickname
id: Nama Panggilan

# lameta/person/primaryLanguageLearnedIn/description
source: Relevant details such as where they learned it
id: Detail yang relevan seperti di mana mereka mempelajarinya

# lameta/person/primaryOccupation
source: Primary Occupation
id: Pekerjaan Utama

# lameta/project/accessProtocol
source: Access Protocol used by this project
id: Protokol Akses yang digunakan di proyek ini

# lameta/project/analysisIso3CodeAndName
source: Working Language
id: Bahasa Komunikasi

# lameta/project/contactPerson
source: Contact Person
id: Kontak Person

# lameta/project/contactPerson/description
source: Contact information about the person or institution responsible for the project.
id: Informasi kontak tentang orang atau lembaga yang bertanggung jawab atas proyek ini.

# lameta/project/continent
source: Continent
id: Benua

# lameta/project/country
source: Country
id: Negara

# lameta/project/depositor
source: Depositor
id: Penabung/Depositor

# lameta/project/fundingProjectTitle
source: Funding Project Title
id: Judul proyek yang didanai

# lameta/project/grantId
source: Grant ID
id: ID Grant

# lameta/project/location
source: Location/Address
id: Lokasi/Alamat

# lameta/project/projectDescription
source: Description
id: Deskripsi

# lameta/project/region
source: Region
id: Daerah

# lameta/project/title
source: Project ID
id: ID Proyek

# lameta/session/access
source: Access
id: Akses

# lameta/session/accessDescription
source: Access Explanation
id: Keterangan Akses

# lameta/session/accessDescription/description
source: If the access is not open/free, use this to explain why.
id: Jika akses tidak terbuka, gunakan ini untuk menjelaskan alasannya.

# lameta/session/date
source: Date
id: Tanggal

# lameta/session/description
source: Description
id: Deskripsi

# lameta/session/involvement
source: Researcher Involvement
id: Keterlibatan Peneliti

# lameta/session/keyword/separatorWithCommaInstructions
source: Separate with commas. Note that individual keywords cannot contain a comma.
id: Pisahkan dengan koma. Perhatikanlah bahwa kata kunci tidak boleh mengandung koma.

# lameta/session/languages
source: Subject Languages
id: Bahasa yang didokumentasi

# lameta/session/location
source: Neighborhood/Town/Village
id: Lingkungan/Kota/Desa

# lameta/session/location/description
source: A location that is relevant within the group you are studying
id: Lokasi yang relevan dalam kelompok yang Anda pelajari

# lameta/session/locationContinent
source: Continent
id: Benua

# lameta/session/locationCountry
source: Country
id: Negara

# lameta/session/locationRegion
source: Region
id: Daerah

# lameta/session/participants
source: People
id: Orang-Orang

# lameta/session/planningType
source: Planning Type
id: Jenis Rencana

# lameta/session/socialContext
source: Social Context
id: Konteks Sosial

# lameta/session/topic
source: Topic
id: Topik

# lameta/session/topic/separatorWithCommaInstructions
source: Separate with commas. Note that individual topics cannot contain a comma.
id: Pisahkan dengan koma. Perhatikanlah bahwa kata kunci tidak boleh berisi koma.

# lameta/session/workingLanguages
source: Working Languages
id: Bahasa Komunikasi
