Repository: SayMoreX/digame
Catalog: locale/*/messages.po
Languages: fa

source: A folder with an IMDI file for the project and each session.
fa: پوشه‌ شامل فایل IMDI برای پروژه و هر نشست.

source: A single comma-separated file with project information followed by one row per session. Many lameta fields are omitted.
fa: "یک پوشه ای که با یک ویرگول جدا شده همراه با اطلاعات پروژه و یک ردیف برای هر نشست. بسیاری از فیلدهای لامتا حذف شده است.

source: A single zip archive that contains one comma-separated file for each of Project, Sessions, and People.
fa: یک فایل zip که حاوی یک پرونده جدا شده با ویرگول برای پروژه ها، نشست‌ها و افراد است.

source: Abandon files that are still copying
fa: از فایل هایی که در حال کپی شدن هستند، صرف نظر کنید

source: About This Project
fa: درباره این پروژه

source: About lameta
fa: درباره لامتا

source: Access
fa: دسترسی

source: Access Protocol
fa: پروتکل دسترسی

source: Add Files
fa: افزودن فایلها

source: Add Language
fa: افزودن زبانها

source: Add documents here that describe the projects and corpus.
fa: در اینجا مدارکی را بیافزایید که پروژه و پیکره را توصیف می کنند.

source: Add documents here that don't seem to fit anywhere else. An example would be documents explaining how the project was funded.
fa: فایلهایی را اینجا اضافه کنید که به نظر نمی رسد برای جای دیگری مناسب باشد. به عنوان مثال فایلهایی که توضیح می دهند چگونه بودجه پروژه تأمین می شود.

source: All Sessions
fa: همه جلسات

source: As Personally Identifiable Information, this will not be exported to other formats.
fa: به عنوان اطلاعات قابل شناسایی شخصی ، این موارد به فرمتهای دیگر تبدیل نمی شوند.

source: As a curator
fa: به عنوان سرپرست

source: As a developer
fa: به عنوان توسعه دهنده

source: As a trainer
fa: به عنوان مربی

source: Audio
fa: فایل صوتی

source: Cancel
fa: کنسل/لغو

source: Cannot add files of that type
fa: نمی توان این نوع فایلها را اضافه کرد

source: Change Name To:
fa: تغییر نام به:

source: Choose Language
fa: انتخاب زبان

source: Choose an export format:
fa: انتخاب فرمت خروجی:

source: Choose which Sessions to export:
fa: انتخاب نشستی که باید از آن خروجی گرفت:

source: Close
fa: بستن

source: Comments
fa: نظرها

source: Confirm Delete
fa: تایید حذف

source: Contributions
fa: مشارکت

source: Contributors
fa: مشارکت کننده ها

source: Copy
fa: کپی / رونوشت

source: Copy Requested...
fa: رونوشت / کپی درخواست شده

source: Copying in Files...
fa: در حال رونوشت گرفتن / کپی کردن

source: Copying...
fa: در حال رونوشت گرفتن / کپی کردن فایلها

source: Create New Project
fa: ایجاد پروژه جدید

source: Create New Project with Sample Data
fa: ایجاد پروژه جدید با داده های نمونه

source: Create New lameta Project
fa: ایجاد پروژه جدید لامتا

source: Create Project Using Sample Data
fa: ایجاد پروژه با استفاده از داده های نمونه

source: Create Project...
fa: ایجاد پروژه

source: Credits
fa: اعتبار

source: Custom Access Choices
fa: انتخاب دسترسی سفارشی

source: Custom Field
fa: فیلد سفارشی

source: Cut
fa: برش

source: Delete
fa: حذف

source: Delete File...
fa: حذف فایلها

source: Delete Person...
fa: حذف افراد

source: Delete Session...
fa: حذف نشست

source: Description Documents
fa: مدارک توصیف

source: Do not quit
fa: خارج نشوید

source: Done
fa: تکمیل شد

source: Download
fa: دانلود

source: Duplicate Person
fa: شخص تکراری

source: Duplicate Session
fa: نشست تکراری

source: Edit
fa: ویرایش

source: Email Address
fa: آدرس ایمیل

source: Enter each choice, separated by commas
fa: هر انتخاب را وارد کنید و با ویرگول جدا بنویسید.

source: Error
fa: خطا

source: Export
fa: خروجی

source: Export Project
fa: خروجی گرفتن از پروژه

source: Export Project...
fa: خروجی گرفتن از پروژه

source: Exporting...
fa: در حال خروجی گرفتن

source: Field
fa: فیلد

source: File
fa: فایل

source: File locking can happen when a media player is holding on to a video file. It can also be caused by anti-virus or file synchronization. If the problem continues, please restart lameta and try again.
fa: قفل کردن فایل می تواند هنگامی اتفاق بیفتد که یک پخش کننده رسانه در حال پخش یک رسانه باشد. همچنین می تواند توسط ضد ویروس یا همگام سازی فایل ایجاد شود. در صورت ادامه مشکل ، لطفاً lameta را دوباره راه اندازی کنید و دوباره امتحان کنید.

source: Font Size
fa: اندازه فونت

source: For a course or workshop
fa: برای یک درس یا کارگاه

source: For documenting another language
fa: برای مستندسازی یک زبان دیگر

source: For documenting my own language
fa: برای مستندسازی زبان خودم

source: Found file with a name containing 'Consent'
fa: یافتن فایل رضایت نامه

source: Found no file with a name containing 'Consent'
fa: فایل رضایت نامه پیدا نشد

source: Full Name
fa: نام کامل

source: Help
fa: راهنما

source: Help translate
fa: ترجمه راهنما

source: Hide Others
fa: پنهان کردن بخش مربوط به دیگران

source: Hide lameta
fa: پنهان کردن لمتا

source: How are you using lameta?
fa: چگونه از لمتا استفاده میکنید؟

source: ID
fa: مشخصات هویتی/ID

source: IMDI Mode
fa: حالت IMDI

source: IMDI Only
fa: فقط IMDI

source: Image
fa: تصویر

source: Indicates that this is the father or mother's primary language.
fa: نشان می دهد که این زبان اول پدر یا مادر است.

source: Interface Language
fa: زبان ارتباط

source: Language Code
fa: کد زبانی

source: Larger
fa: بزرگتر

source: Learner
fa: یادگیرنده

source: Mark as a primary language of the mother.
fa: علامت گذاری به عنوان زبان اول مادر.

source: Mark as a primary language.
fa: علامت گذاری به عنوان زبان اول.

source: Mark as primary language of the father.
fa: علامت گذاری به عنوان زبان اول مادر.

source: Modified
fa: اصلاح شده

source: More Fields
fa: فیلدهای بیشتر

source: Name
fa: نام

source: New Person
fa: فرد جدید

source: New Session
fa: نشست جدید

source: Notes
fa: یادداشتها

source: OK
fa: بسیار خوب/OK

source: One or more files are still being copied into your project.
fa: یک یا چند پرونده در پروژه شما در حال کپی شدن هستند.

source: Open
fa: بازکردن

source: Open Project
fa: باز کردن پروژه

source: Open Project...
fa: باز کردن پروژه

source: Open in ELAN
fa: باز کردن در ایلان

source: Open in program associated with this file type
fa: برنامه مرتبط با این نوع پرونده را باز کنید

source: Other Documents
fa: اسناد دیگر

source: PARADISEC Mode
fa: حالت PARADISEC

source: Paste
fa: چسباندن

source: People
fa: مردم

source: Person
fa: فرد

source: Please Register
fa: لطفا ثبت نام کنید

source: Please wait until all files are finished copying into this folder
fa: لطفا منتظر بمانید تا همه پرونده ها در این پوشه کپی شوند

source: Project
fa: پروژه

source: Project will be created in: {path}.
fa: پروژه در {path} ایجاد خواهد شد.

source: Properties
fa: ویژگیها

source: Quit
fa: خارج شدن

source: Redo
fa: دوباره انجام دادن

source: Registration
fa: ثبت نام

source: Registration...
fa: ثبت نام

source: Release Notes
fa: یادداشتهای انتشار

source: Rename
fa: تغییر نام

source: Rename File
fa: تغییر نام فایل

source: Rename for Consent
fa: تغییر نام فایل رضایت نامه

source: Rename...
fa: تغییر نام

source: Renaming failed because there is already a file with that name.
fa: تغییر نام انجام نشد زیرا در حال حاضر فایلی با این نام وجود دارد.

source: Report a problem
fa: گزارش یک مشکل

source: Restart lameta and do the rename before playing the video again.
fa: لمتا را دوباره راه اندازی کنید، نام فایل را قبل از نمایش ویدئو تغییر دهید.

source: Role
fa: نقش

source: Save As
fa: ذخیره فایل به عنوان

source: Saving
fa: در حال ذخیره فایل

source: Select All
fa: انتخاب همه

source: Services
fa: خدمات

source: Session
fa: نشست

source: Sessions
fa: نشستها

source: Show All
fa: نمایش همه

source: Show Release Notes
fa: نمایش یادداشت های انتشار

source: Show export
fa: نمایش خروجی

source: Show in File Explorer
fa: نمایش در File Explorer

source: Show in Finder
fa: نمایش در Finder

source: Show more releases
fa: نمایش های بیشتر

source: Size
fa: اندازه

source: Smaller
fa: کوچکتر

source: Start Screen
fa: صفحه آغازین

source: Status
fa: وضعیت

source: Text
fa: متن

source: That name would lead to an empty filename.
fa: این نام منجر به یک پرونده خالی می شود.

source: The {fieldNameInUiLanguage} cannot be empty
fa: این فایل {fieldNameInUiLanguage} نمیتواند خالی باشد.

source: There is already a Person with that name or code.
fa: در حال حاضر شخصی با آن نام یا کد وجود دارد.

source: There is already a file here with the name
fa: در اینجا فایلی با این نام وجود دارد

source: There is already a project at: {path}.
fa: در اینجا پروژه ای با این نام وجود دارد، {path}

source: There is already a {folderKind} "{value}".
fa: در اینجا {folderKind} {value} وجود دارد

source: There was a problem exporting:
fa: مشکلی در خروجی فایل وجود داشت:

source: Type
fa: تایپ کردن

source: Undo
fa: واگرد/ برگشت

source: Update available
fa: بروزرسانی موجود است

source: Value
fa: ارزش

source: Video
fa: ویدئو

source: View
fa: دیدن

source: View Release Notes
fa: یادداشتهای انتشار را مشاهده کنید

source: Warning
fa: هشدار

source: What would you like to call this project?
fa: دوست دارید نام این پروژه چه باشد؟

source: You cannot add files of that type
fa: نمی توانید پرونده هایی از این نوع اضافه کنید

source: You cannot add folders.
fa: نمی توانید فولدر اضافه کنید.

source: ZIP Archive
fa: آرشیو فایل زیپ

source: Zip of CSVs
fa: زیپ کردن فایلهای CSV

source: choose...
fa: انتخاب کنید

source: lameta
fa: لمتا

source: lameta was not able to rename that file.
fa: لمتا قادر به تغییر نام این فایل نبود.

source: lameta and SayMore Project Files
fa: فایلهای پروژه لمتا و سیمور

source: lameta cannot export files while files are still being copied in.
fa: لمتا نمی تواند از فایلهای در حال کپی شدن خروجی بگیرد.

source: lameta could not rename the directory.
fa: لمتا نمیتواند فایل مورد نظر را تغییر نام بدهد.

source: lameta was not able to delete the file.
fa: لمتا نمیتواند فایل را حذف کند.

source: lameta was not able to put this file in the trash
fa: لمتا قادر به حذف این فایل نیست.

source: lameta was not able to rename one of the files in the folder.
fa: لمتا قادر به تغییر نام فایل یا فولدر نیست.

source: lameta was not able to rename the folder.
fa: لمتا قادر به تغییر نام این فایل نبود.

source: {0} Marked Sessions
fa: نشستهای مشخص شده
